-- phpMyAdmin SQL Dump
-- version 5.0.4
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Mar 15, 2021 at 11:31 AM
-- Server version: 10.4.16-MariaDB
-- PHP Version: 7.4.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `e_nastavnik1`
--

-- --------------------------------------------------------

--
-- Table structure for table `djaci`
--

CREATE TABLE `djaci` (
  `Ime` varchar(20) NOT NULL,
  `Prezime` varchar(20) NOT NULL,
  `User` varchar(20) NOT NULL,
  `Pass` varchar(20) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `djaci`
--

INSERT INTO `djaci` (`Ime`, `Prezime`, `User`, `Pass`) VALUES
('Djole', 'Prolece', 'DjoleP', 'djole'),
('Jovan', 'Djukic', 'Jole', 'jole'),
('Pero', 'Peric', 'Pero', 'pero');

-- --------------------------------------------------------

--
-- Table structure for table `pitanja`
--

CREATE TABLE `pitanja` (
  `Dvonedelja` int(2) NOT NULL,
  `RedBroj` int(2) NOT NULL,
  `Pitanje` varchar(512) CHARACTER SET utf32 COLLATE utf32_bin NOT NULL,
  `Odg1` varchar(512) CHARACTER SET utf32 COLLATE utf32_bin NOT NULL,
  `Odg2` varchar(512) CHARACTER SET utf32 COLLATE utf32_bin NOT NULL,
  `Odg3` varchar(512) CHARACTER SET utf32 COLLATE utf32_bin NOT NULL,
  `Odg4` varchar(512) CHARACTER SET utf32 COLLATE utf32_bin NOT NULL,
  `TacOdg` int(1) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `pitanja`
--

INSERT INTO `pitanja` (`Dvonedelja`, `RedBroj`, `Pitanje`, `Odg1`, `Odg2`, `Odg3`, `Odg4`, `TacOdg`) VALUES
(1, 1, 'Која се три догађаја обично узимају за почетак Ново века?', 'Крај стогодишњег рата (1453), Пад Цариграда (1453) и Откриће Америке (1492).', 'Пад Цариграда (1453), пут де Гаме до Индије (1498) и откриће Америке (1492).', 'Пад Цариграда (1453), изум штампарске машине (1450) и откриће Америке (1492).', 'Пут де Гаме до Индије (1498), откриће Америке (1492) и пад српске деспотовине (1456)', 1),
(1, 2, 'Шта се означава појмом „Гутембергова галаксија“?', 'Откриће Америке', 'Цивилизација обележена штампањем књига', 'Отркивање штампарске машине', 'Почетак Новог века', 2),
(1, 3, 'Шта је од наведеног утицало убрзани развој науке и уметности у Западној Европи?', 'Пренос знања из Цариграда у Западну Европу пред његов пад', 'Откриће Индије', 'Отркиће Америке', 'Крај стогодишњег рата', 1),
(1, 4, 'Шта је највише омогућило Западној Европи да постане најразвијенији део света почетком Новог века?', 'Географска открића и технолошки проналасци', 'Победа над Маварима на Пиринејском полуострву', 'Географска открића и заустављањ турских освајања', 'Победа над Маварима на Пиринејском полуострву и технолошки проналасци', 1),
(1, 5, 'У чему се сатојала Гутембергова машина за штампање?', 'Писана слова која се утискују пресом', 'Оловне речи, које се склапају у текст који се утискује пресом', 'Оловна слова која се склапају у текст који се утискује пресом', 'Матрична бушилица која утискује текст на папир', 3),
(1, 6, 'Који турски владар је освојио Цариград 1453?', 'Сујелман I Величанствени', 'Мехмед Мехмед II Освајач', 'Мехмед IV', 'Бајазит', 2),
(1, 7, 'Која је прва књига штампана на Гутемберговој машини?', 'Гаргантуа и пантагруел', 'Псалами', 'Дон Кихот', 'Библија', 4),
(1, 8, 'Који су инструменти пресудно помогли морепловцма да се осмеле у откривање Новог света?', 'Дурбин и једра', 'Астролаб и компас', 'Дурбин и компас', 'Астролаб и једра', 2),
(1, 9, 'Који је истраживач први допловио до Рта добре наде (1487)?', 'Васко да Гама', 'Бартоломео Дијаз', 'Кристифор Колумбо', 'Америго Веспучи', 2),
(1, 10, 'Који морепловац је први открио Тихи океан (Пацифик)?', 'Васко Нуњез де Балбоа', 'Бартоломео Дијаз', 'Кристифор Колумбо', 'Америго Веспучи', 1),
(1, 11, 'Колико експедиција је Колумбо предузео на путу за Америку?', 'Једну', 'Две', 'Три', 'Четири', 4),
(1, 12, 'Владари које земље су ангажовали Колумба на пут за Индију (Америку)?', 'Португалије', 'Шпаније', 'Италије', 'Енглеске', 2),
(1, 13, 'Ко је први дао име Америци?', 'Шпански краљ', 'Руски војник', 'Немачки штампар', 'Венецијански истраживач', 3),
(1, 14, 'Мисија ког морепловца и из које земље се сматра првим отпловљавањем света (1519-1521)?', 'Васко Нуњез де Балбоа', 'Бартоломео Дијаз', 'Фернандо Магелан', 'Америго Веспучи', 3),
(1, 15, 'Које две државе су потписале споразум о разграничењу освајања Новог света (1494)?', 'Немачка и Француска', 'Француска и Енглеска', 'Енглеска и Шпанија', 'Шпанија и Португал', 4),
(1, 16, 'Која подручја Новог света су откривали Енглези и Французи?', 'Јужну Америку', 'Средњу Америку', 'Северну Америку', 'Источну Африку', 3),
(1, 17, 'Џон Кабот, морепловац у служби енглеске је отркио?', 'Флориду и Кубу', 'Гренланд и Њу Фаундленд', 'Њујорк и Квебек', 'Мејн и Масачусетс', 2),
(1, 18, 'Подручја које данашње државе је открио морепловац Жак Картије и у име које земље?', 'САД, Енглеске', 'САД, Француске', 'Канаде, Енглеске', 'Канаде, Француске', 4),
(1, 19, 'У којој великој земљи америчког континента се прича португалским језиком?', 'Аргентини', 'Бразилу', 'Колумбији', 'Чилеу', 2),
(1, 20, 'Које домородачко царство је конкистадор Хернан Кортес освојио (1519 – 1521)?', 'Инке', 'Астеци', 'Сијукси', 'Маје', 1),
(1, 21, 'Које домородачко царство је конкистадор Франциско Пизаро освојио 1533?', 'Инке', 'Астеци', 'Сијукси', 'Маје', 2),
(1, 22, 'Мањак становништва страдањем америчког домородачког становништва, европљани су надокнађивали присилним довођењем једног народа. Којег?', 'Кинеза', 'Индуса', 'Арапа', 'Африканаца', 4),
(1, 23, 'Које су пољопривредне биљке пренесене са америчког континента у Европу?', 'Кукуруз и кромпир', 'Кукуруз и пасуљ', 'Пасуљ и кромпир', 'Киви и кукуруз', 1),
(1, 24, 'У години открића Америке, из Шпаније је протеран један народ, који је расељен целом европом. Који?', 'Кинези', 'Роми', 'Јевреји', 'Арапи', 1),
(2, 1, 'Развој које класе становништва је обележио период развоја трговине на Средоземљу у XIV и XV веку?', 'Радничка класа', 'Грађанска класа', 'Војничка класа', 'Феудална класа', 2),
(2, 2, 'Шта је утицало на премештање значајног дела трговине са Средоземља на Атлански океан?', 'Турска освајања', 'Продор Монгола', 'Географска открића', 'Ослобађање Пиринејског полуострва', 3),
(2, 3, 'У ком европском граду је основана прва берза (1531)?', 'Антверпену', 'Амстердаму', 'Паризу', 'Лондону', 1),
(2, 4, 'Који градови на северу Европе постају главна трговачка средишта након великих географских открића?', 'Манчестер и Лондон', 'Антверпен и Амстердам', 'Париз и Бордо', 'Копенхаген и Хамбург', 2),
(2, 5, 'Где се почетком Новог века јављају прве велике трговачке фирме и банкарске куће, које постају велики зајмодавци?', 'У Италији', 'У Шпанији', 'У Енглеској', 'У Холандији', 1),
(2, 6, 'Која је основна разлика по којој се мануфактурна производња разликује од занатске?', 'Серијска насупрот индивидуалној производњи', 'Усавршавање радника за само једну операцију', 'Коришћење механизације', 'По броју ангажованих радника', 2),
(2, 7, 'Шта је условило развој мануфактуре?', 'Технички проналасци', 'Географска открића', 'Оснивање универзитета', 'Прелазак становништва из села у град', 1),
(2, 8, 'Јачањем грађанства, почетком Новог века, постепено је слабила чија моћ?', 'Сељаштва', 'Племства', 'Војске', 'Папе', 2),
(2, 9, 'Шта је Хуманизам?', 'Интелектуални покрет који у средиште ставља човека', 'Интелектуални покрет који у средиште ставља нове технологије', 'Уметнички покрет који означава културни препород настао у Италији', 'Уметнички покрете који означава научни прогрес и стваралаштво', 1),
(2, 10, 'Шта је Ренесанса?', 'Интелектуални покрет који у средиште ставља човека', 'Интелектуални покрет који у средиште ставља нове технологије', 'Уметнички покрет који означава културни препород настао у Италији', 'Уметнички покрете који означава научни прогрес и стваралаштво', 3),
(2, 11, 'Шта је био главни подстрек развоју Хуманизма и Ренесансе?', 'Развој грађанске класе', 'Прелазак становништва из села у град', 'Освајање нових колонија', 'Изградња храма Светог Петра у Риму', 1),
(2, 12, 'Који је историјски догађај допринео развоју Хуманизма и Ренесансе?', 'Откриће штампарске машине', 'Дела античких филозофа донесена на запад од становника Цариграда', 'Велика географска открића нових подручја света', 'Оснивање универзитета', 2),
(2, 13, 'Који италијански град се сматра средиштем Ренесансе?', 'Рим', 'Напуљ', 'Болоња', 'Фиренца', 4),
(2, 14, 'Који су најпознатији књижевници раног италијанског Хуманизманизма?', 'Франческо Петрарка и Данте Алигијери', 'Николо Макијавели и Ђовани Бокачо', 'Лоренцо Медичи и Данте Алигијери', 'Франческо Петрарка и Николо Макијавели', 1),
(2, 15, 'Ко је био чувени банкар из Фиренце који је окупљао и помагао најпознатије уметнике ренесансе (да Винчија, Микеланђела, Ботичелија)?', 'Николо Макијавели', 'Лоренцо Медичи', 'Томас Мор', 'Еразмо Ротердамски', 2),
(2, 16, 'Чувени енглески филозоф Томас Мор, написао је дело у којем је описао идеалну државу. Које је то дело?', 'О држави божјој', 'Утопија', 'Похвала лудости', 'Гаргантуа и пантагруел', 2),
(2, 17, 'Чувени ренесансни писци, Франсоа Рабле из Француске и Дон Кихот из Шпаније су аутори познатих дела?', 'Гаргантуа и пантагруел и Дон Кихот', 'Похвала лудости и Дон Кихот', ' Гаргантуа и пантагруел и Похвала лудости', 'Утопија и Дон Кихот', 1),
(2, 18, 'Који је уметник осликао Сикстинску капелу у Риму?', 'Леонардо да Винчи', 'Ботичели', 'Микеланђело', 'Рафаело', 3),
(2, 19, 'Који је чувени уметник осликао „Атинску школу“, слику на којој су приказани сви знаменити филозофи античког света?', 'Леонардо да Винчи', 'Ботичели', 'Микеланђело', 'Рафаело', 4),
(2, 20, 'Који градови су предњачили у ренесансној архитектури?', 'Венеција и Фиренца', 'Рим и Венеција', 'Рим и Фиренца', 'Рим и Болоња', 2),
(2, 21, 'Шта је мецена?', 'Богат човек који финансира уметност', 'Богат пословни човек – банкар', 'Уметник који се бави са више уметности', 'Уметник који је ангажован од угледних богаташа', 1),
(2, 22, 'Ко су познате владарске фамилије, познате по помагању и финансирању уметника?', 'Ротердамски и Висконти', 'Медичи и Висконти', 'Ротердамски и Макијавели', 'Медичи и Макијавели', 2),
(2, 23, 'Који је чувени драмски аутор позне ренесансе написао дела „Краљ Лир“ и „Магбет“?', 'Мигел де Сервантес', 'Ђовани Бокачо', 'Данте Алигијери', 'Вилијам Шекспир', 4),
(2, 24, 'Које се дело сматра првим модерним романом?', 'Гаргантуа и пантагруел', 'Похвала лудости', 'Дон Кихот', 'Ромео и Јулија', 3),
(3, 1, 'Папа Лав X је зарад сакупљања новца за изградњу цркве светог Петра у Риму увео обичај индулгенције. Шта је индулгенција?', 'Сакупљањен новца од стране свештеника', 'Куповина опроста од стране верника', 'Продаја црквених имања', 'Ослобађање оптужених за новац', 2),
(3, 2, 'Осим поделе на православље и католицизам, хришжанство је у XVI веку добило још једно велико учење. Које?', 'Богумиле', 'Баптизам', 'Протестантизам', 'Презбитеријанизам', 3),
(3, 3, 'Једно свештено лице католичке цркве је 1517 године тражило реформу Римокатоличке цркве, преко 95 теза. Ко је то био?', 'Жан Калвин', 'Мартин Лутер', 'Еразмо Ротердамски', 'Мартин Лутер Кинг', 2),
(3, 4, 'Оснивач протестантизма, Мартин Лутер је превео једно важно дело на на немачки језик. Које?', 'Легенде о краљу Артуру', 'Аристотелову Метафизику', 'Библију', 'Дон Кихот', 3),
(3, 5, 'Како се зове истакнути црквени реформатор који је својим делом „Наук хришћанске вере“ реформисао верски живот у Женеви и створио своју независну цркву. Коју?', 'Жан Калвин', 'Мартин Лутер', 'Еразмо Ротердамски', 'Мартин Лутер Кинг', 1),
(3, 6, 'Један енлглески краљ се одрекао католичке вере, јер му папа није омогућио развод брака. Који је то био?', 'Хенри VIII', 'Ричард III', 'Едвард IV', 'Филип V', 1),
(3, 7, 'Која је једна од разлика верске праксе између католика и протестаната?', 'Код протестаната нема свештеника и олтара', 'Код протестаната нема распећа и икона', 'Код протестаната нема свештеника и монаштва', 'Код протестаната нема монаштва и икона', 4),
(3, 8, 'Као реакцију на протестантизам, католичка црква је покренула своју обнову кроз?', 'Реакцију', 'Противреформацију', 'Антиреформацију', 'Препород', 2),
(3, 9, 'У процесу католичке обнове, оснивани су нови монашки редови. Један од најпознатијих редова, основнан 1534. године је био?', 'Фрањевци', 'Бенедиктанци', 'Језуити (исусовци)', 'Конкистадори', 3),
(3, 10, 'Ко је оснивач Језуитског реда у католичкој цркви?', 'де Лојојла', 'Карло V', 'Папа Лав Х', 'Жан Калвин', 1),
(3, 11, 'На једном великом сабору (1545-1563), католичка црква је појаснила своје вредности у односу на протестантизам. Који је то био сабор?', 'Нантски сабор', 'Вестфалски сабор', 'Васељенски сабор', 'Сабор у Тренту', 4),
(3, 12, 'Католичка црква је у борби против протестантизма користила различите методе. Најпознатије су?', 'Прављење монашких редова и проповедање католичке вере', 'Прављење списка забрањених књига и инквизиторски суд', 'Проповедање католичке вере и прављење списка забрањених књига', 'Ратни обрачун са неверницима и инквизиторски суд', 2),
(3, 13, 'Један велики научник ренесансе је био оптужен за јерес, због чега се покајао и одрекао свог учења како би избегао гнев цркве. Ко је то био?', 'Ђордано Бруно', 'Исак Њутн', 'Галилео Галилеј', 'Никола Коперник', 3),
(3, 14, 'Једна велика федерација држава, нарочито са немачког говорног подручја је била у средишту верских превирања у доба реформације. Која је то скупина држава?', 'Свето римско царство немачког народа', 'Свето римско царство', 'Немачки рајх', 'Немачка света лига', 1),
(3, 15, 'Којим мировним уговором је на простору царства Карла V протестантизам изједначен са католичанством и успостављен принцип „чија је земља, његова је и вера“?', 'Мир у Аугзбургу', 'Санстефански мир', 'Вестфалски мир', 'Нантски едикт', 1),
(3, 16, 'Шта подразумева принцип „чија је земља, његова је и вера“?', 'Право земљопоседника да изабере своју веру', 'Одабир вере од стране владара', 'Протеривање неверника са земље', 'Припадање вери коју исповеда владар земље', 4),
(3, 17, 'Како су се звали француски протестанти?', 'Калвинисти', 'Хугеноти', 'Лутерани', 'Језуити', 2),
(3, 18, 'Велики покољ француских протестаната из 1572. године је назван по свецу на чији дан се покољ одиграо. Који је то светац?', 'Свети Јосиф', 'Свети Марко', 'Свети Вартоломео', 'Свети Петар', 3),
(3, 19, 'Врхунац верских сукоба у европи представљао је један дугогодишњи рат. Који?', 'Стогодишњи рат', 'Педесетогодишњи рат', 'Тридесетогодишњи рат', 'Велики верски рат', 3),
(3, 20, 'Које земља је била главни помагач католика, а која протестаната у тридесетогодишњем рату?', 'Католика – Шпанија, а протестаната – Француска', 'Католика – Француска, а протестаната – Енглеска', 'Католика – Француска, а протестаната – Шведска', 'Католика – Шпанија, а протестаната – Шведска', 4),
(3, 21, 'Француски краљ Анри IV је обавезао католике и протестанте на узајамну толеранцију. Којим документом/споразумом је то постигнуто?', 'Миром у Аугзбургу', 'Санстефанским миром', 'Вестфалским миром', 'Нантским едиктом', 4),
(3, 22, 'Нантски едикт о верској толеранцији је издао један познати француски краљ. Који?', 'Луј XIV', 'Анри IV', 'Луј XIII', 'Наполеон Бонапарта', 2),
(3, 23, 'Једним важним историјским споразумом је окончан верски рат у европи 1648. и њиме је успостављено начело суверености држава. Који је то споразум?', 'Мир у Аугзбургу', 'Санстефански мир', 'Вестфалски мир', 'Нантски едикт', 2),
(3, 24, 'У којим од наведених група држава преовлађују протестанти?', 'Немачка, Шведска, Швајцарска', 'Шведска, Енглеска, Француска', 'Русија, Немачка, Енглеска', 'Шпанија, Немачка, Енглеска', 1),
(4, 1, 'На шта се односи појам „Апсолутистичка монархија“?', 'Монархија без парламента', 'Неприкосновена власт монарха', 'Монархија са раскошним дворовима', 'Монархија са већем краљева', 2),
(4, 2, 'Шта значи појам „просвећени апсолутизам“?', 'Апсолутна власт монарха у корист народа', 'Апсолутна просвећеност самог монарха', 'Просвећеност апсолутно свих поданика', 'Просвећени краљеви министри', 1),
(4, 3, 'У ком периоду је трајала апсолутистичка монархија?', 'XII – XIV века', 'XIV – XVI века', 'XVI – XVIII века', 'XVII – XIX века', 3),
(4, 4, 'Како се звао први министар у Француској за време владавине Луја XIII?', 'Анри', 'Колбер', 'Босије', 'Ришеље', 4),
(4, 5, 'Који владалац је био познат по геслу „Држава, то сам ја“?', 'Луј XIV', 'Анри IV', 'Луј XIII', 'Наполеон Бонапарта', 1),
(4, 6, 'Од времена краља Луја XIV, седиште француских краљева је било у?', 'Лувру', 'Паризу', 'Версају', 'Бастиљи', 3),
(4, 7, 'Економски модел развијен од стране министра Колбера у време Луја XIV је био?', 'Либерализам', 'Меркантилизам', 'Монетаризам', 'Калвинизам', 2),
(4, 8, 'Ко је био први руски цар?', 'Иван IV Грозни', 'Петар I Велики', 'Катарина Велика', 'Борис Годунов', 1),
(4, 9, 'Под којим владаром је Русија прихватила европска правила државне организације?', 'Иван IV Грозни', 'Петар I Велики', 'Катарина Велика', 'Александар I', 2),
(4, 10, 'Руски цар Петар I Велики је пренео своју престоницу у који град?', 'Кијев', 'Москва', 'Санкт Петерсбург', 'Новосибирск', 3),
(4, 11, 'За време ког Руског владара је Русија значајно проширила своју територију и реформисала државну администрацију? Тај владар се сматра и Руским владарем „просвећеног апсолутизма“.', 'Иван IV Грозни', 'Петар I Велики', 'Катарина Велика', 'Александар I', 3),
(4, 12, 'Један руски владар је пре доласка на власт извесни број година провео инкогнито у иностранству (Пруској, Холандији, Аустрији). Та путовања су му служила као инспирација за реформе државе које је после спроводио. Који је то владар?', 'Иван IV Грозни', 'Петар I Велики', 'Катарина Велика', 'Александар I', 2),
(4, 13, 'Који се владар сматра установитељем „просвећеног апсолутизма“?', 'Петар I Велики', 'Луј XIV', 'Фридрих II Велики', 'Хенри VIII', 3),
(4, 14, 'Који су представници просвећеног апсолутизма у Русији и Хазбуршкој царевини?', 'Катарина II Велика и Марија Терезија', 'Катарина II Велика и Фридрих II Велики', 'Петар I Велики и Марија Терезија', 'Иван Грозни и Марија Терезија', 2),
(4, 15, 'Који пруски краљ је учинио Пруску једном од водећих европских сила, проширивши државну територију и увевши реформе у војсци и администрацији?', 'Ото фон Бизмарк', 'Јосиф II', 'Отон III', 'Фридрих II Велики', 4),
(4, 16, 'За време владавине ког Хазбуршког цара је реформама у области верске толеранције обухваћен и српски народ?', 'Марија Терезија', 'Франц Фердинанд', 'Јосиф II', 'Фридрих II Велики', 3),
(4, 17, 'Хазбуршка династија је представљала краљевску династију, чији је владалац осим Аустрије, био и краљ које државе?', 'Чешке', 'Моравске', 'Хрватске', 'Угарске', 4),
(4, 18, 'За разлику од других апсолутистичких држава, у Енглеској је краљева власт била ограничена. Чиме?', 'Племством', 'Параламентом', 'Свештенством', 'Војском', 2),
(4, 19, 'Крајем грађанског рата у Енглеској (1625-1649), погубљен је краљ Енглеске. Који?', 'Џејмс I', 'Чарлс I', 'Едвард VI', 'Чарлс II', 2),
(4, 20, 'Вођа републиканаца у грађанском рату у Енглеској је био?', 'Оливер Кромвел', 'Вилијем Валас', 'Марија Стјуарт', 'Томас Мор', 1),
(4, 21, 'Правац у уметности, карактеристичан за доба апсолутизма, који се одликовао раскошним украсима је био?', 'Рококо', 'Барок', 'Готика', 'Класицизам', 2),
(4, 22, 'Правац у уметности који се одликовао јасноћом израза и једноставношћу, нарочито подржаван од стране француских апсолутистичких владара, је био?', 'Рококо', 'Барок', 'Готика', 'Класицизам', 4),
(4, 23, 'Један од најпознатијих писаца комедија у класицизму је француски писац?', 'Франсоа Рабле', 'Виктор Иго', 'Шарл Бодлер', 'Молијер', 4),
(4, 24, 'Који се дворац сматра врхунским делом класичног стила?', 'Лувр', 'Шенбрун', 'Бастиља', 'Версај', 4),
(5, 1, 'За време ког Османског владара је Београд пао у руке османлија?', 'Мехмед II Освајач', 'Сулејман I Величанствени', 'Мехмед IV', 'Бајазит', 2),
(5, 2, 'У једној великој бици 1526 године, Угарска краљевина је поражена од стране Османлија и практично је престала да постоји као самостална држава. Која је то битка?', 'Битка на Ровињу', 'Битка на Мохачу', 'Битка за Беч', 'Битка на Марици', 2),
(5, 3, 'Велики турски султан Сулејман Величанствени је у својим освајањима 1529. године умало освојио један велики западноевропски град. Који?', 'Будимпешту', 'Минхен', 'Беч', 'Берлин', 3),
(5, 4, 'На врхунцу, Османско царство се проширивало на три континента, заузимајући подручје од Беча, до Тигра и Еуфрата, преко северне Африке до обала Атлантика. За време ког владара је Отоманско царство заузимало највећу површину?', 'Мехмед II Освајач', 'Сулејман I Величанствени', 'Мехмед IV', 'Бајазит', 3),
(5, 5, 'Велика османска флота која је владала средоземљем, поражена је 1571 године у једној чувеној бици (у којој је рањен и чувени писац Сервантес)?', 'Бици код Трафалгара', 'Бици код Сицилије', 'Бици код Трста', 'Бици код Лепанта', 4),
(5, 6, 'Такозвани Дуги рат (1591-1606), а у коме је учествовало велики број срба, Османлије су водиле против кога?', 'Аустрије', 'Угарске', 'Русије', 'Млетачке републике', 1),
(5, 7, 'Као увод у дугогодишњи рат између Аустрије и Турске (1683-1699) у коме су Аустријанци стигли до Скопља, Турци су у опсади држали један Аустријски град. Који?', 'Беч', 'Будимпешту', 'Загреб', 'Београд', 1),
(5, 8, 'У Бечком рату (1683-1699), савез хришћанских држава звани Света лига је ослободила Балкан све до Скопља. Које су државе биле чланови свете лиге?', 'Немачка, Аустрија и Угарска', 'Аустрија, Русија и Пољска', 'Немачка, Русија и Млетачка република', 'Аустрија, Пољска, Млетачка република', 4),
(5, 9, 'Велика сеоба срба (1690) је покренута из ког разлога?', 'Пораз хришћанских савезника код Качаника 1690, у коме су срби масовно учествовали', 'Лоши економски услови живота у Османском царству', 'Турска освајања северне Србије и Београда', 'Побуна Арнаута на простору Косова и Метохије', 1),
(5, 10, 'Бечки рат је завршен миром (1699), којим је већи део Угарске припао Аустрији. Који је то мир?', 'Пожаревачки мир', 'Карловачки мир', 'Београдски мир', 'Бечки мир', 2),
(5, 11, 'Аустријско-турски рат из 1716-1718 је завршен миром којим је Банат, Влашка и северна Србија припала Хазбуршкој монархији. Који је то мир?', 'Пожаревачки мир', 'Карловачки мир', 'Београдски мир', 'Бечки мир', 1),
(5, 12, 'Чиме је покренута друга сеоба срба (1739)?', 'Пораз хришћанских савезника код Качаника 1690, у коме су срби масовно учествовали', 'Лоши економски услови живота у Османском царству', 'Турска освајања северне Србије и Београда', 'Побуна Арнаута на простору Косова и Метохије', 3),
(5, 13, 'Београдским миром (1739), успостављена је граница између Аустрије и Турске на двема рекама. Којим?', 'Сави и Дунаву', 'Дунаву и Драви', 'Сави и Дрини', 'Великој и Западној Морави', 1),
(5, 14, 'У последњем аустро-турском рату (1788-1791), дошло је до?', 'Освајања Босне од стране Аустрије', 'Освајања севера Србије и Београда од стране Турске', 'Освајања Баната од стране Аустрије', 'Није било померања постојећих граница', 4),
(5, 15, 'Ко је у Османском царству располагао свом државном земљом и животом својих поданика?', 'Паше', 'Везири', 'Висока порта', 'Султан', 4),
(5, 16, 'Ко је вршио управу над османском државом и у данашњим терминима имао функцију председника владе?', 'Паша', 'Велики везир', 'Бег', 'Султан', 2),
(5, 17, 'Верски судија у санџацима, мањим управним јединицама у османском царству, био је?', 'Санџакбег', 'Беглербеглук', 'Кадија', 'Паша', 3),
(5, 18, 'Који је хијерархијски низ тачан звања у Османском царству (од највишег ка најнижем)?', 'Везир, бегрлербег, санџакбег', 'Везир, санџакбег, беглербег', 'Везир, санџакбег, кадија', 'Велики везир, кадија, санџакбег', 1),
(5, 19, 'У османском царству, постојала су два слоја друштва. Која?', 'Паше и бегови', 'Аскери и раја', 'Паше и раја', 'Бегови и слуге', 2),
(5, 20, 'Спахије су добијале земљу на коришћење од стране султана, над којом су имали управну власт. Како су се звала та имања?', 'Спахилуци', 'Тимари', 'Хавлије', 'Беглуци', 2),
(5, 21, 'Мехмед-паша Соколовић је био османски чиновник српског порекла. Коју је он имао титулу у османском царству?', 'Бег', 'Паша', 'Везир', 'Велики везир', 4),
(5, 22, 'Елитну османску пешадију, чинили су војници регрутовани из редова покорених хришћана. Како су се они звали?', 'Јаничари', 'Чауши', 'Везири', 'Султанова гарда', 1),
(5, 23, 'Хришћани и Јевреји у османској царевини су били лишени ког од наведених права?', 'Да тргују и стичу богатства', 'Да практикују своју религију', 'Да се венчавају у својим верским установама', 'Да поседују оружје', 4),
(5, 24, 'За време Османског царства, поједине хришћанске заједнице су трговином биле у моућности да стучу велика богатства. Које су то заједнице?', 'Јермени и Грци', 'Албанци и Грци', 'Бугари и Јермени', 'Срби и Бугари', 4),
(6, 1, 'Који народи су највише прихватили ислам током турске окупације?', 'Албанци и Срби', 'Срби и Грци', 'Албанци и Грци', 'Јермени и Албанци', 1),
(6, 2, 'Најчешћи разлози прихватања ислама од локалног хришћанског становништва под турском окупацијом су били?', 'Привилегије и убеђења', 'Очување положаја и крвна освета', 'Привилегије и очување положаја', 'Привилегије и крвна освета', 3),
(6, 3, 'Процес одузимања мушке деце од локалног становништва од стране Турака, био је познат као?', 'Порез у крви', 'Данак у крви', 'Јаничарски данак', 'Дечији порез', 2),
(6, 4, 'Из ког народа су највише насилно одузимана мушка деца и махом конвертована у Јаничаре?', 'Албанска деца', 'Српска деца', 'Грчка деца', 'Бугарска деца', 2),
(6, 5, 'Већи део средњовековне Србије, у османском царству припадао је којим санџацима?', 'Смедеревском, Београдском, Митровачком, Призренском и Скопском', 'Београдском, Крагујевачком, Приштинском, Призренском и Скопском', 'Београдском, Крушевачком, Новопазарском, Призренском и Скопском', 'Смедеревском, Крушевачком Вучитрнском, Призренском и Скопском', 4),
(6, 6, 'Како се звало сеоско зависно становништво везано за земљу у Османском царству?', 'Власи', 'Раја', 'Кметови', 'Зависни сељаци', 3),
(6, 7, 'Назив романизовано становништва у источној Србији, које се временом асимиловало у српски народ је постало синоним за сеоско становништво укључено у војну службу. Који је то народ?', 'Угри', 'Кметови', 'Моравци', 'Власи', 4),
(6, 8, 'Како се у Отоманској империји звао намет који је сеоско становништво плаћало по свакој мушкој глави?', 'Порез', 'Харач', 'Данак', 'Читлук', 2),
(6, 9, 'Посебне јединице регрутоване из локалног српског становништва који су били припадници војних и полицијских снага су били речна полиција на Дунаву. Како су се они звали?', 'Војнуци', 'Катуни', 'Шајкаши', 'Власи', 3),
(6, 10, 'Мехмед-паша Соколовић, високи турски чиновник српског порекла је током своје владавине издејствовао?', 'Аутономију српске државе', 'Обнову Пећке партијаршије', 'Обнову мостова преко Дрине', 'Формирање српских школа', 2),
(6, 11, 'Највећи број Великих везира у Османском царству, потицао је из ког покореног народа?', 'Српског', 'Албанског', 'Бугарског', 'Грчког', 2),
(6, 12, 'Хајдуци су се састајали почетком пролећа, а растајали у јесен. По именима светаца, ти дани су добили посебна имена. Која?', 'Митровдан и Никољдан', 'Ђурђевдан и Аранђеловдан', 'Ђурђевдан и Митровдан', 'Никољдан и Аранђеловдан', 3),
(6, 13, 'Како се звао хајдучки старешина, а како његов заменик?', 'Харамбаша и буљубаша', 'Буљубаша и барјактар', 'Харамбаша и субаша', 'Харамбаша и барјактар', 4),
(6, 14, 'Шта су били јатаци?', 'Хајдучки сарадници', 'Богати трговци', 'Турски вазали', 'Војни сарадници', 1),
(6, 15, 'По чему се разликују ускоци од хајдука?', 'Ускоци су били лоцирани ван османског царства', 'Ускоци су се крили међу становништвом, а не у шуми', 'Ускоци су били регуларна војска, а хајдуци одметници', 'Ускоци су користили копља, док су хајдуци углавном користили сабље', 1),
(6, 16, 'Најпознатији ускоци су опевани и у народним песмама. Ко су били најпознатији ускоци?', 'Бајо Пивљанин и Јанковић Стојан', 'Бајо Пивљанин и Старина Новак', 'Јанковић Стојан и Илија Смиљанић', 'Дели Марко и Старина Новак', 3),
(6, 17, 'Покорено српско становништво под османском влашћу је епове певало уз један народни инструмент. Који?', 'Гајде', 'Фруле', 'Гусле', 'Добоше', 3),
(6, 18, 'Како би превазишло тешке године под Османлијама, покорено српско становништво је своје културно сећање најчешће преносило?', 'Причањем бајки', 'Јуначким песмама', 'Хорским певањем', 'Старим занатима', 2),
(6, 19, 'Један искључиво српски православни обичај, одржао се и за време османске владавине. Који је то обичај?', 'Слављење Божића', 'Слављење Ускрса', 'Крсна слава', 'Покладе', 3),
(6, 20, 'Различите верске заједнице у Османском царству су живеле углавном?', 'Заједно', 'У одвојеним улицама', 'У одвојеним четвртима', 'У одвојеним градовима', 3),
(6, 21, 'Од XVIII века, све више Срба у градовима постаје богатије јер почиње да се бави?', 'Пољопривредом', 'Занатством', 'Трговином', 'Банкарством', 3),
(6, 22, 'Један велики дубровачки научник, по оцу српског порекла, је био један од највећих астронома, математичара и научника свог времена. Како се он звао?', 'Иван Гундулић', 'Мавро Орбин', 'Милутин Миланковић', 'Руђер Бошковић', 4),
(6, 23, 'Дубровачка књижевност је писана на једном писму. Које је то писмо?', 'Старо-грчко', 'Климентова ћирилица', 'Гајова латиница', 'Вукова ћирилица', 2),
(6, 24, 'Један догађај из 1667 године је драстично уназадио Дубровачку републику. Који је то био догађај?', 'Освајање Османлија', 'Велика поплава', 'Освајање Млечана', 'Велики земљотрес', 4),
(7, 1, 'Које године је обновљена Пећка патријаршија у време Османског царства?', '1453', '1557', '1604', '1718', 2),
(7, 2, 'Ко је био први патријарх у обновљеној Пећкој патријаршији?', 'Арсеније Чарнојевић', 'Антоније Соколовић', 'Макарије Соколовић', 'Саватије Соколовић', 2),
(7, 3, 'У обновљеној Пећкој патријарширији, поново оживела делатност се односила на?', 'Преписивачку и иконописачку', 'Препсивиачку и проповедачку', 'Иконописачку и певачку', 'Певачку и проповедачку', 1),
(7, 4, 'Сваки нови поглавар цркве у обновљеној патријаршији, морао је имати посебну дозволу султана да би послао патријарх. Како се она звала?', 'Амин', 'Аманет', 'Берат', 'Берићет', 3),
(7, 5, 'У којим областима је била надлежност Пећке патријаршије?', 'Данашња Србија и Црна Гора', 'Данашње Косово и Метохија, Црна Гора и Босна', 'Данашња Србија, Црна Гора, Босна и делови Хрватске и Мађарске', 'Данашња Грчка, Србија, Црна Гора и Босна', 3),
(7, 6, 'По обнови Пећке патријаршије, који су манастири били духовна средишта са снажним култовима светаца?', 'Дечани, Милешева и Острог', 'Жича, Бањска и Дечани', 'Острог, Дечани и Раваница', 'Милешева, Бањска и Острог', 1),
(7, 7, 'Из које породице су потицали први патријарси обновљене Пећке патријаршије?', 'Чарнојевић', 'Рајић', 'Црнојевић', 'Соколовић', 4),
(7, 8, 'Године 1594, поклопила су се два догађаја? Која?', 'Бечки рат и спаљивање мошти светог Саве', 'Бечки рат и Устанак Срба у Банату', 'Спаљивање мошти светог Саве и Устанак Срба у Банату', 'Бечки рати и Велика сеоба Срба', 3),
(7, 9, 'Због помагања устанака против османлија, два патријарха су то платила главом. Која?', 'Јован II Кантул и Гаврило Рајић', 'Јован II Кантул и Пајсије Јањевац', 'Пајсије Јањевац и Арсеније III Чарнојевић', 'Арсеније III Чарнојевић и Гаврило Рајић', 1),
(7, 10, 'Које године је била Велика сеоба Срба?', '1510', '1590', '1630', '1690', 4),
(7, 11, 'Који српски патријарх је повео прву Велику сеобу Срба?', 'Арсеније III Чарнојевић', 'Антоније Соколовић', 'Гаврило Рајић', 'Саватије Соколовић', 1),
(7, 12, 'Које године је укинута Пећка патријаршија?', '1594', '1690', '1776', '1804', 3),
(7, 13, 'Које области су срби населили после великих сеоба?', 'Црна Гора и Војводина', 'Славонија и Војводина', 'Босна и Славонија', 'Румунија и Војводина', 2),
(7, 14, 'После битке на Мохачу (1526) када је пропала Угарска краљевина, велики број срба се населио где?', 'У Босни', 'У Славонији', 'У Војводини', 'У Мађарској', 2),
(7, 15, 'Зашто су примарно угарски краљеви подстицали Србе да се после пада српских земаља усељавају у Угарску?', 'Због насељавања пустих земаља', 'Због одбране од Турака', 'Због обрађивања велике земље', 'Због плаћања пореза круни', 2),
(7, 16, 'Један Хабзбуршки цар је омогућио србима да добију аутономна права у Хабзбуршкој монархији, упућујући најпре позив (1689) да населе опустошене области Угарске. Који је то био цар?', 'Јосиф II', 'Марија Терезија', 'Леополд I', 'Лудвиг', 3),
(7, 17, 'Друга сеоба срба (1739) је била под вођством ког српског патријарха?', 'Арсеније III Чарнојевић', 'Антоније Соколовић', 'Гаврило Рајић', 'Арсеније IV Јовановић', 4),
(7, 18, 'Која аутономна права је аустријски цар подарио досељеним србима у периоду 1690-1695?', 'Слободу вере, самосталну управу и избор кнезова', 'Избор кнезова, право на јулијански календар и избор митрополита', 'Избор митрополита, слободу вере и право на јулијански календар', 'Самосталну управу, избор митрополита и гласачко право', 3),
(7, 19, 'Године 1708. у Хабзбуршкој монархији, основано је средиште српске митрополије. Где се оно налазило и како се она звало?', 'Жичка митрополија', 'Загребачка митрополија', 'Карловачка митрополија', 'Бечка митрополија', 3),
(7, 20, 'Како су се у српској православној цркви звале мале црквене области у оквиру и надлежности митрополије?', 'Хвосна', 'Епископије', 'Метохије', 'Епархије', 4),
(7, 21, 'Осим Срба, Хабзбурзи су у XVII и XVIII веку, на подручју слабо насељене Угарске доводили и друге народе. Које?', 'Русе, Украјинце и Белорусе', 'Словаке, Мађаре и Русине', 'Немце, Мађаре и Румуне', 'Русине, Бугаре и Румуне', 2),
(7, 22, 'Шта су унијати?', 'Срби католичке вере', 'Присталице уједињавања католика и православаца', 'Православни свештеници постављени од папе', 'Православци који признају папу', 4),
(7, 23, 'Прву значајнију историју Срба написану у модерно доба, звану „Славено-сербске хронике“, написао је?', 'Арсеније III Чарнојевић', 'Антоније Соколовић', 'Ђорђе Бранковић', 'Арсеније IV Јовановић', 3),
(7, 24, 'Најважније одлуке везане за српску заједницу у Хабзбуршкој монархији, доносиле су се на?', 'Црвкено-народним саборима', 'Црквеним сусретима', 'Народним скупштинама', 'Већима главешина', 1),
(8, 1, 'Како се звала гранична област Хабзбуршке монархије према Османском царству?', 'Војна линија', 'Војна Крајина', 'Српска граница', 'Мажино линија', 2),
(8, 2, 'Како су се звале српске јединице које су се бориле на страни Османлија против Хабзбуршког царства у граничним подручјима?', 'Граничари', 'Јаничари', 'Гробари', 'Делије', 4),
(8, 3, 'Војна крајина је била под непосредном управом једног тела Хабзбуршке монархије са седиштем у Грацу. Којег?', 'Дворског ратног већа', 'Ратног већа крајине', 'Већа војне границе', 'Великог ратног већа', 1),
(8, 4, 'Хабзбуршки цар Фердинанд II је 1630 године даровао србима у Вараждинском генералату привилегије које су документоване у ком документу?', 'Српски статути', 'Влашки статути', 'Српска повеље', 'Влашка повеље', 2),
(8, 5, 'Које су националности готово искључиво били припадници виших официра у Војној Крајини?', 'Немци', 'Срби', 'Мађари', 'Хрвати', 1),
(8, 6, 'Који су статус имали Срби сељаци у Војној Крајини?', 'Кметови', 'Слободни сељаци', 'Феудалци', 'Виши официри', 2),
(8, 7, 'Када је престала да постоји Војна Крајина?', '1660', '1739', '1804', '1881', 4),
(8, 8, 'Који је главни разлог укидања Војне Крајине?', 'Стицање независности Србије', 'Преузимање управе над Босном и Херцеговином од стране Аустрије', 'Крај Аустријско-турског рата', 'Потписивање мировног споразума између Аустрије и Турске', 2),
(8, 9, 'Ко су били најзначајнији представници српског народа у Хабзбуршкој монархији, у пословима верске и световне природе?', 'Банови', 'Официри', 'Свештеници', 'Митрополити', 4),
(8, 10, 'Митрополит Стефан Стратимировић је 1790 године изабран на једном српском црквено-народном сабору. Ком?', 'Темишварском сабору', 'Карловачком сабору', 'Сабору у Трсту', 'Пештанском сабору', 1),
(8, 11, 'Српско друштво у Угарској је било раслојено на пет слојева. Хијерархијски (од највишег ка најнижем) то су били?', 'Племство, свештенство, грађанство, граничари, сељаштво', 'Свештенство, грађанство, официри, граничари, сељаштво', 'Племство, официри, грађанство, граниичари, сељаштво', 'Свештенство, племство, грађанство, официри, граничари', 1),
(8, 12, 'На једном подручју у Хабзбуршкој монархији је подигнут велики број српских православних манастира, па је због тога ово подручје познато као „српска Света Гора“. Које је то подручје?', 'Лика', 'Западна Славонија', 'Фрушка Гора', 'Барања', 3),
(8, 13, 'Мошти кнеза Лазара су после 1690. године пренешене у један Фрушкогорски манастир, који су почели да називају Раваницом. Који је то манастир?', 'Крушедол', 'Врдник', 'Хопово', 'Јазак', 2),
(8, 14, 'У једном Фрушкогорском манастиру, сахрањене су мошти многих знаменитих срба: деспота Ђурђа Бранковића, патријарх Арсеније III Чарнојевић и многи други. Који је то манастир?', 'Крушедол', 'Врдник', 'Хопово', 'Јазак', 1),
(8, 15, 'Најпознатији сликар и иконограф српских манастира изграђених у Хабзбуршкој монархији, био је Теодор Крачун из Сремских Карловаца. У ком уметничком стилу су грађени и осликавани ти манастири?', 'Барок', 'Рококо', 'Готика', 'Византијски стил', 1),
(8, 16, 'Хабзбуршка царица Марија Терезија је наредбом (1779) укинула?', 'Војну Крајину', 'Ношење оружја српском грађанству', 'Српску гимназију у Сремским Карловцима', 'Митрополиту надлежности световног и образовног карактера', 4),
(8, 17, 'У Сремским Карловцима су 1791 и 1794 основане две врло важне образовне установе за српски народ у Хабзбуршкој монархији. Које?', 'Гимназија и Факултет', 'Гимназија и Богословија', 'Богословија и Висока школа', 'Гимназија и Висока школа', 2),
(8, 18, 'Након вишедеценијског боравка у Хабзбуршкој монархији, међу српским народом се оформио један врло важан слој, нарочито за науку и културу. Који?', 'Грађанска класа', 'Официрска класа', 'Свештенска класа', 'Класа Банова', 1),
(8, 19, 'Српски монах Јован Рајић је у периоду 1794-1795 написао за то време капитално дело везано за српски народ. Које?', 'Историја', 'Георафија', 'Стематографија (грбовник)', 'Сеобе', 1),
(8, 20, 'Христофор Жефаровић, српски писац, бакрорезац и цртач, написао је 1741. године једну битну књигу за српски народ. Коју?', 'Георафија', 'Историја', 'Стематографија (грбовник)', 'Сеобе', 3),
(8, 21, 'Некадашњи монах фрушкогорског манастира Хопова је био кључна особа српског просветитељства XVIII века. Ко је то био?', 'Христофор Жефаровић', 'Доситеј Обрадовић', 'Јован Рајић', 'Јован Рашковић', 2),
(8, 22, 'Који се српски просветитељ залагао да уместо црквено-словенског језика народни језик срба постане књижевни језик?', 'Христофор Жефаровић', 'Доситеј Обрадовић', 'Јован Рајић', 'Јован Рашковић', 2),
(8, 23, 'Доситеј Обрадовић је написао чувену „Песну на Инсурекцију Сербијанов“ која почиње стиховима?', '„Боже правде“', '„Тамо далеко“', '„Востани Сербије“', '„Живот и прикљученија“', 3),
(8, 24, 'У Хабзбуршкој монархији, срби су имали различита имена, која су добијала од различитих народа. Која су то имена?', 'Власи, Раци, Морлаци, Илири', 'Власи, Илири, Славонци, Сербљи', 'Власи, Морлаци, Сербљи, Моравци', 'Сербљи, Косовци, Власи, Раци', 1),
(9, 1, 'Шта је револуција?', 'Рат за слободу потлачених', 'Ослобађање од окупатора', 'Коренита промена друштвеног система', 'Промена власти на изборима', 3),
(9, 2, 'Шта су у друштвеном смислу, омогућиле машине у производњи у односу на мануелни рад?', 'Олакшање производње за човека', 'Смањено радно време радника', 'Отпуштање радника са посла', 'Масовну производњу', 4),
(9, 3, 'Која се земља сматра колевком индустријске револуције?', 'Енглеска', 'Немачка', 'Француска', 'САД', 1),
(9, 4, 'Парну машину је 1769. године патентирао који проналазач?', 'Џејмс Харгривс', 'Џејмс Ват', 'Џорџ Стивенсон', 'Фултон', 2),
(9, 5, 'Прву парну локомотиву, изумео је?', 'Џејмс Харгривс', 'Џејмс Ват', 'Џорџ Стивенсон', 'Фултон', 3),
(9, 6, 'Прва железничка пруга била је изграђена између два важна индустријска града. Која?', 'Лондона и Манчестера', 'Манчестера и Ливерпула', 'Париза и Брисела', 'Њујорка и Вашингтона', 2),
(9, 7, 'Која од наведених држава је последња била захваћена иднустријском револуцијом?', 'Велика Британија', 'Француска', 'Пруска', 'Русија', 4),
(9, 8, 'Индустријска револуције је променила друштво стварањем једне нове класе људи? Које?', 'Грађанске класе', 'Радничке класе', 'Сељачке класе', 'Научне класе', 1),
(9, 9, 'У ком периоду је Енглеска била република?', '1353-1360', '1569-1576', '1642-1649', 'Никада није била република', 3),
(9, 10, 'Енглески краљ Чарлс II је 1679. године да прихвати важан закон Habeas Corpus Act, који је предвиђао?', 'Укидање смртне казне за политичке противнике', 'Забрану јавних окупљања на политичким скуповима', 'Забрану хапшења и дужег задржавања људи без претходног судског налога', 'Укидање ропства и трговине робљем', 3),
(9, 11, 'Енглески парламент је био подељен на две политичке странке. Које?', 'Демократе и републиканци', 'Торијевци и републиканци', 'Виговци и демократе', 'Торијевци и виговци', 4),
(9, 12, 'Из колико домова се састоји енглески парламент у XVIII веку?', 'Једног', 'Два', 'Три', 'Енглеска тог доба није имала парламент', 2),
(9, 13, 'Године 1688, пошто је претходни краљ свог сина крстио као католика, енглески парламент је изабрао новог краља. Тај догађај је назван Славна револуција. Који је то био краљ?', 'Чарлс II', 'Џејмс II', 'Виљем Орански', 'Џорџ I', 3),
(9, 14, 'Године 1689, енглески краљ је прихватио Декларацију права, која је била обезбеђено?', 'Право гласа свих грађана', 'Ослобађање сељака од кметства', 'Превласт Парламента над краљем', 'Велику повељу слобода', 3),
(9, 15, 'Велика Британија је настала 1707 уједињавањем енглеске са којим до тада енглеским колонијама?', 'Велсом и Шкотском', 'Ирском и Шкотском', 'Велсом и Ирском', 'Велсом и Гибралтаром', 1),
(9, 16, 'Након падања моћи Шпаније, једна европска земља је постала доминантна на мору, али је после три тешка рата, то преимућство препустила Енглеској, као и своје бројне колоније. Која је то земља?', 'Француска', 'Португалија', 'Холандија', 'Млетачка република', 3),
(9, 17, 'Прва држава која се револуцијом ослободила колонијалне власти Енглеске је била?', 'Шкотска', 'САД', 'Ирска', 'Канада', 2),
(9, 18, 'Америчка револуција је почела догађајем који је познат као Бостонска чајанка. Шта се тада десило?', 'Ритуално испијање чаја пред напад на енглезе', 'Потапање енглеског чаја у море', 'Забрана увоза чаја у Америку', 'Побуњеници су напали енглезе док су ови пили чај', 2),
(9, 19, 'Представници енглеских колонија у Америци су 1776. године изгласали документ који је представљао основу будуће нове државе. Који је то документ?', 'Декларација о независности', 'Амерички устав', 'Закон о ослобађању колонија', 'Велика повеља слобода', 1),
(9, 20, 'У америчкој револуцији, учествовао је велики број европских бораца, међу којима су били најпознатији?', 'Де Лафајет и Кошћушко', 'Џорџ Вашингтон и Кошћушко', 'Бенџамин Френклин и Џорџ Вашингтон', 'Ламатри и Де Лафајет', 1),
(9, 21, 'Како се звао први председник Сједињених Америчких Држава?', 'Томас Џеферсон', 'Де Лафајет', 'Бенџамин Френклин', 'Џорџ Вашингтон', 4),
(9, 22, 'Које врсте власти постоје у савременим државама, а које су примењене у САД?', 'Законодавна, извршна и судска', 'Законодавна, војна и извршна', 'Извршна, судска и војна', 'Судска, управна и извршна', 1),
(9, 23, 'Ко располаже извршном влашћу у САД?', 'Влада', 'Конгрес', 'Председник', 'Врховни суд', 3),
(9, 24, 'Колико по америчком уставу траје мандат америчких председника?', '2 године', '4 године', '5 година', 'Доживотно', 2),
(10, 1, 'Волтер, Жан-Жак Русо и Монтескје су били представници филозовског правца који је веровао у моћ људског разума и представљао идеолошку основу за почетак Француске буржоаске револуције. Који је то правац?', 'Идеализам', 'Просветитељство', 'Материјализам', 'Рационализам', 2),
(10, 2, 'Волтер, Жан-Жак Русо и Монтескје су као главне узрочнике сиромаштва, заосталости и незнања већине народа сматрали?', 'Богато племство и краља', 'Католичку цркву и апсолутистичку монархију', 'Богато племство и апсолутистичку монархију', 'Католичку цркву и краља', 2),
(10, 3, 'Монтескје је, по угледу на Енглеску предлагао поделу власти на три дела. Која?', 'Законодавна, војна и извршна', 'Извршна, судска и војна', 'Законодавна, извршна и судска', 'Судска, управна и извршна', 3),
(10, 4, 'Који је француски просветитељ аутор дела „Филозофска писма“?', 'Волтер', 'Жан-жак Русо', 'Монтескје', 'Дени Дидро', 1),
(10, 5, 'Ко су аутори дела „Дух закона“ и „Друштвени уговор“?', 'Волтер и Жан-жак Русо', 'Монтескје и Жан-жак Русо', 'Монтескје и Дени Дидро', 'Волтер и Дени Дидро', 2),
(10, 6, 'У периоду од 1751 до 1772, у Француској је објављена „Енциклопедија“ у 28 осам великих свезака. Ко су били њени уредници?', 'Волтер и Жан-жак Русо', 'Волтер и Дени Дидро', 'Дени Дидро и Жан Даламбер', 'Жан-жак Русо и Жан Даламбер', 3),
(10, 7, 'У чему је значај Енциклопедије изашле у пред револуционарној Француској?', 'Окупљање угледних научника на једном месту', 'Ширење револуционарних идеја у народу', 'Ојачавање основно-школског образовања у земљи', 'Проширивање до тада стечених научних знања широм света', 4),
(10, 8, 'Шта је демократска држава?', 'Држава у којој сви њени грађани имају право да учествују у власти', 'Држава у којој се гласа на изборима', 'Држава у којој постоји парламент', 'Држава која је настала након револуције', 1),
(10, 9, 'Које године је избила Француска буржоаска револуција?', '1776', '1789', '1793', '1804', 1),
(10, 10, 'Ко је био краљ Француске, касније погубљен на гиљотини, у време избијања Француске буржоаске револуције?', 'Луј XIV', 'Луј XV', 'Луј XVI', 'Наполеон Бонапарта', 3),
(10, 11, 'Побуњени народ је 14. Јула заузео једну тврђаву, која се означава као почетак Француске буржоаске револуције. Коју?', 'Лувр', 'Бастиљу', 'Версај', 'Тријумфалну капију', 2),
(10, 12, 'Маркиз Де Лафајет, јунак америчке револуције, је предложио Народној скупштини један документ, који наглашава да се људи рађају слободни и једнаки у правима. Који је то документ?', 'Декларација независности', 'Декларација људских права', 'Декларација о правима човека и грађана', 'Habeas Corpus Act', 3),
(10, 13, 'Која је била водећа парола Француске буржоаске револуције?', 'Слобода, једнакост, братство', 'Слобода, право гласа, једнакост', 'Једнакост, правда, слобода', 'Братство, јединство, равноправност', 1),
(10, 14, 'Декларација усвојена у Народној Скупштини у Француској на почетку револуције, предвиђала је да сваки грађанин Француске?', 'Слободан, али нема бирачко право', 'Слободан и има бирачко право', 'Поданик владара и има бирачко право', 'Поданик владара и нема бирачко право', 2),
(10, 15, 'У Француској је 1791. године, скупштина донела Устав, којим државни систем постаје?', 'Република', 'Уставна монархија', 'Апсолутистичка монархија', 'Парламетарна монархија', 2),
(10, 16, 'Максимилијан Робеспјер је био вођа републиканаца који су захтевали веће учешће народа у власти. Како се звао посланички клуб на чијем је он био челу?', 'Жирондинци', 'Монтањари', 'Левичари', 'Јакобинци', 4),
(10, 17, 'Појмови левица и десница, настали су у револуционарној Француској, по седењу посланика различитих идеологија на странама у парламенту. Ко је седео где?', 'Лево републиканци, десно они за очување постојећег стања', 'Лево они за очување постојећег стање, десно републиканци', 'Лево монархисти, десно републиканци', 'Лево ројалисти, десно монархисти', 1),
(10, 18, 'Проглашавањем републике, Француска скупштина прераста у представничку скуштину где су посланици бирани по општем праву гласа. Како се звала та скупштина?', 'Народна скупштина', 'Конвент', 'Парламент', 'Конгрес', 2),
(10, 19, 'У Француској су 1792. године умарширале трупе добровољаца, певајући једну ратну песму, која је постала химна Француске. Коју?', 'Марш победе', 'Корачница', 'Марсељеза', 'Живела Француска', 3),
(10, 20, 'У Француској је 1792. године краљ покушао да уз помоћ страних трупа поврати своју моћ. Међутим, скупштина је то предупредила и прогласила ново државно уређење. Које?', 'Републику', 'Уставну монархију', 'Апсолутистичку монархију', 'Парламетарну монархију', 1),
(10, 21, 'Једна направа, коришћена је као справа за погубљење у Француској у време револуције. Која је то справа?', 'Гвоздена девица', 'Вешала', 'Електрична столица', 'Гиљотина', 4),
(10, 22, 'Француска застава револуције је имала три боје, због чега су Французи звани триколори. Које су боје биле на тој застави?', 'Плава, црвена, жута', 'Зелена, плава, жута', 'Црвена, бела, плава', 'Бела, зелена, црвена', 3),
(10, 23, 'Године 1793, погубљен је краљ Француске и његова краљица, која је била ћерка Хабзбуршке краљице Марије Терезије. Како је било њено име?', 'Марија Антоанета', 'Марија Струјарт', 'Катарина Бурбонска', 'Катарина Медичи', 1),
(10, 24, 'Због опасности по опстанак револуције, Јакобинци су у Француској завели диктатуру (1793-1794) у којој је страдао велики број људи као непријатељи револуције. Овај период је окончан падом јакобинаца и смакнућем Робеспјера. Како се зове овај период револуције?', 'Владавина јакобинаца', 'Револуционарна диктатура', 'Револуција јакобинаца', 'Валдавина терора', 4);

-- --------------------------------------------------------

--
-- Table structure for table `rezultati`
--

CREATE TABLE `rezultati` (
  `UserName` varchar(20) NOT NULL,
  `DNTest_1` int(1) DEFAULT NULL,
  `DNTest_2` int(1) DEFAULT NULL,
  `DNTest_3` int(1) DEFAULT NULL,
  `DNTest_4` int(1) DEFAULT NULL,
  `DNTest_5` int(1) DEFAULT NULL,
  `DNTest_6` int(1) DEFAULT NULL,
  `DNTest_7` int(1) DEFAULT NULL,
  `DNTest_8` int(1) DEFAULT NULL,
  `DNTest_9` int(1) DEFAULT NULL,
  `DNTest_10` int(1) DEFAULT NULL,
  `MTest_1` int(1) DEFAULT NULL,
  `MTest_2` int(1) DEFAULT NULL,
  `MTest_3` int(1) DEFAULT NULL,
  `MTest_4` int(1) DEFAULT NULL,
  `MTest_5` int(1) DEFAULT NULL,
  `TMTest_1` int(1) DEFAULT NULL,
  `TMTest_2` int(1) DEFAULT NULL,
  `PGTest_1` int(1) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `rezultati`
--

INSERT INTO `rezultati` (`UserName`, `DNTest_1`, `DNTest_2`, `DNTest_3`, `DNTest_4`, `DNTest_5`, `DNTest_6`, `DNTest_7`, `DNTest_8`, `DNTest_9`, `DNTest_10`, `MTest_1`, `MTest_2`, `MTest_3`, `MTest_4`, `MTest_5`, `TMTest_1`, `TMTest_2`, `PGTest_1`) VALUES
('DjoleP', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 5),
('Jole', 5, 3, NULL, 2, 1, NULL, 0, 0, 2, 0, 1, NULL, 0, 5, NULL, 4, 19, 20),
('Pero', NULL, 1, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 3, NULL, NULL, NULL, NULL, NULL, NULL);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `djaci`
--
ALTER TABLE `djaci`
  ADD PRIMARY KEY (`User`);

--
-- Indexes for table `pitanja`
--
ALTER TABLE `pitanja`
  ADD PRIMARY KEY (`Dvonedelja`,`RedBroj`);

--
-- Indexes for table `rezultati`
--
ALTER TABLE `rezultati`
  ADD PRIMARY KEY (`UserName`);

--
-- Constraints for dumped tables
--

--
-- Constraints for table `rezultati`
--
ALTER TABLE `rezultati`
  ADD CONSTRAINT `rezultati_ibfk_1` FOREIGN KEY (`UserName`) REFERENCES `djaci` (`User`),
  ADD CONSTRAINT `rezultati_ibfk_2` FOREIGN KEY (`UserName`) REFERENCES `djaci` (`User`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
